
var lock = prompt("м/ж?")   

var il = document.getElementById("gender")

if (lock == "м") {
    gender.innerHTML = "Автомобиль - основное назначение автомобиля заключается в совершении транспортной работы. Автомобильный транспорт в промышленно развитых странах занимает ведущее место по сравнению с другими видами транспорта по объёму перевозок пассажиров. Современный автомобиль состоит из 15—20 тысяч деталей, из которых 150—300 являются наиболее важными и требующими наибольших затрат в эксплуатации. Понятие включает легковой автомобиль, грузовой автомобиль, автобус, троллейбус, бронетранспортёр, но не включает сельскохозяйственный трактор и мотоцикл."
}

if (lock == "ж") {
    gender.innerHTML = "Косметика - Косме́тика (от др.-греч. κοσμητική — «искусство украшать, наряжать», далее от κοσμητικός, κοσμέω) — учение о средствах и методах улучшения внешности человека. Косметикой также называют средства и способы ухода за кожей, волосами и ногтями, также ротовой полостью, применяемые с целью улучшения внешности человека, а также вещества, применяемые для придания свежести и красоты лицу и телу[1]. Косметология — раздел медицины, разрабатывающий средства и мероприятия улучшения внешности человека (его кожи лица и тела) посредством маскировки или устранения дефектов кожи, применения пластических операций и др."
}



